<template>
    <div class="problemDetails">
        <!-- <h1 >常见问题</h1> -->
        <h4 >密码忘记怎么办？</h4>
        <div class="content">
          <p>一、若账号有绑定邮箱或者手机，可点击账号登录界面，密码输入框旁的问号，通过提示自助找回；</p>
          <p>二、若未绑定或邮箱手机已注销，请点击【联系客服】提交相应信息，客服人员将为您反馈处理。 </p>
          <!-- 厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用
          厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用厦门双子塔系厦门标志性城市景观之一，厦门双子塔是两个独立的塔楼并由裙房相连，独立塔楼外形像两个巨大的帆船，又名双峰大厦。2014年06月17日，厦门双子塔已经封顶的，转入到室内外装修施工阶段。在建中的厦门新地标——“双子塔”世茂海峡大厦，该建筑300米左右，一幢作为五星级酒店和顶级写字楼，另一座则作为办公楼，已在2015年7月初交付使用 -->
        </div>
        <div class="footer">
        	<button @click="submit()" class="default-btn">提交问题</button>
        </div>

        
    </div>
</template>

<script>
export default {
    data() {
        return {
            
        };
    },
    methods: {
        submit() {
            alert("aaaaaaaaa")
        }
    }
};
</script>

<style>
     body{
     	height: auto;
     }
	 h4, div{
		text-align: left;
		padding: 0px 20px;
		font-size: 24px;
	}
	h4{
		font-size: 28px;
	}
	.content{
		/*padding-bottom: 120px;*/
	}
	.footer{
		position: fixed;
	    left: 0%;
	    bottom: 0%;
	    width: 100%;
	    text-align: center;
	    padding: 20px 0px;
	    background-color: #fff;
	}

	/*按钮样式*/
	.default-btn{
       width:60%;
       height:60px;
       background-color: #ec4951;
       border:1px solid #ec4951;
       font-size: 24px;
       color:#fff;
       outline: none;
       border-radius: 30px;
	}

</style>

